{
"projects1": {
  "title": "Solar System", 
  "screenshot": "https://raw.githubusercontent.com/phillipsja97/solar-system/master/src/readme%20pic%201.PNG", 
  "description": "I was tasked to create a web application that would take each planet in the solar system and list the title inside of a card display. When a user hovered over the card, a picture of the planet would appear. When you click on the planet it would pop up a fullscreen modal that would give descriptions and facts about the planet.",
  "technologiesUsed": "HTML5, CSS, Javascript, jQuery, Sass, NPM, Webpack, and Version Control with Github",
  "url": "https://solarsystem-7ac16.firebaseapp.com",
  "githubUrl": "https://github.com/phillipsja97/solar-system"
},

"project2": {
  "title": "My Tamagotchi Pet", 
  "screenshot": "https://raw.githubusercontent.com/phillipsja97/Tamagotchi/master/src/Screenshot.PNG",
  "description": "The web application is divided into quadrants. Each quadrant has a different background color and represents a different activity that you can perform which are: Eat, Play, Sleep and Fight. Each quadrant has a progress bar that will show the status of the pet's level's. This project was a first introduction into node modules.",
  "technologiesUsed": "HTML, CSS, JavaScript, Sass, NPM, Webpack, and Version Control with Github",
  "url": "https://tamagotchi-ee0bd.firebaseapp.com/",
  "githubUrl": "https://github.com/phillipsja97/Tamagotchi"
},

"project3": {
  "title": "Shark Attack Web Application",
  "screenshot": "https://github.com/phillipsja97/shark-attack/blob/master/src/Assets/SharkAttackSreenshot.PNG?raw=true",
  "description": "This application was my introduction to React. The application is divided up into two sections, Shark Tank and Graveyard. The students from class are loaded in the Shark Tank and shark attack button randomizes a student being eaten and sent to the Graveyard. Main goal of this project was dealing with state and props.",
  "technologiesUsed": "HTML, CSS, JavaScript, NPM, Firebase, Bootstrap, Sass, React and Version Control with Github.",
  "url": "https://shark-attack-3d879.firebaseapp.com",
  "githubUrl": "https://github.com/phillipsja97/shark-attack"
  },

"project4": {
  "title": "Pinterest",
  "screenshot": "https://github.com/phillipsja97/pinterest/blob/master/src/assets/pinterestscreenshot.PNG?raw=true",
  "description": "This application is a riff off of the popular app Pinterest. When you first go to the site you will be prompted to log in with Google Authentication. The app allows users to create their own boards to save links and images to. The project utilizes full CRUD to be able to add, delete, and update thier boards and links",
  "technologiesUsed": "HTML, CSS, Vanilla JavaScript, jQuery, Webpack, Firebase, NPM, Axios, Bootstrap, Sass, and Version Control with Github.",
  "url": "https://pinterest-b7a84.firebaseapp.com",
  "githubUrl": "https://github.com/phillipsja97/pinterest"
  },

  "project5": {
  "title": "DigiCaddie (Front-End Capstone)",
  "screenshot":"https://github.com/phillipsja97/digiCaddie/blob/master/src/Assets/digiCaddieScreenShot.png?raw=true",
  "description": "Utilized React JS to build a web application that would allow users to search golf courses in their area and leave caddie tips on holes at that course. The application also allows users to keep up with their scores by charting their last 5 scores in a graph using amCharts and keeping a running average of their scores.",
  "technologiesUsed": "React.JS, Javascript, HTML/CSS, Firebase, Webpack, Bootstrap, NPM, Axios, Version Control with Github.",
  "url": "http://digicaddie-capstone.firebaseapp.com",
  "githubUrl": "https://github.com/phillipsja97/digiCaddie"
  },

  "project6": {
  "title": "Spotify Dashboard",
  "screenshot":"https://github.com/phillipsja97/react-spotify/blob/master/src/Assets/SpotifyScreenshot.PNG?raw=true",
  "description": "Utilized React.JS and a Node.JS server to create a dashboard of spotify users top songs, artists and playlists using Spotify's open-source Web API.",
  "technologiesUsed": "Spotify Open-Source Web API, Node.JS, Express.JS, React.JS, Javascript, HTML/CSS, Firebase, Material-UI, React-Router-DOM, React Bootstrap, NPM, Version Control with Github.",
  "url": "https://spotify-dashboard-3973d.web.app/",
  "githubUrl": "https://github.com/phillipsja97/react-spotify"
  }
} 
